{"translation-revision-date":"2025-05-13 05:20:30+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Apply to store pages only":["Aplicar solo a las páginas de la tienda"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Gestiona la apariencia de tu sitio ante los visitantes. <a>Más información<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["¿Seguro que quieres cambiar del modo visible al modo próximamente? Tu sitio no será visible, y los clientes no podrán realizar compras durante este tiempo."],"Confirm switch to ‘Coming soon’ mode":["Confirmar el cambio al modo «Próximamente»"],"Coming soon":["Próximamente"],"Share your site with anyone using a private link.":["Comparte tu sitio con quien quieras mediante un enlace privado."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Muestra un mensaje de «próximamente» en las páginas de tu tienda - el resto de tu sitio permanecerá visible."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Tu sitio permanece oculto a los visitantes y se muestra la página de inicio «Próximamente» hasta que esté listo para visualizarse."],"Your entire site is visible to everyone.":["Todo tu sitio es visible para todos."],"Share your site with a private link":["Comparte tu sitio con un enlace privado."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Tu sitio permanece oculto a los visitantes y muestra una página de destino «Próximamente» hasta que esté listo para visualizarse. Puedes personalizar tu página de destino «Próximamente» con el <a>editor<\/a>."],"Live":["Visible"],"Site visibility":["Visibilidad del sitio"],"Switch":["Cambiar"],"WooPayments is pre-integrated with popular payment options:":["WooPayments viene ya integrado con opciones de pago populares:"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Pagos simplificados, diseñados exclusivamente<br\/>para tiendas WooCommerce."],"Use recommended settings":["Usar los ajustes recomendados"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Ajustes de impuestos inconsistentes:{{\/b}} Para evitar posibles errores de redondeo, los precios deberían introducirse y mostrarse en todas las ubicaciones, ya sea impuestos incluidos o excluidos."],"Recommended settings applied.":["Aplicados los ajustes recomendados."],"Payment Methods":["Métodos de pago"],"Mutable settings should be accessed via data store.":["Los ajustes modificables deberían ser accesibles a través del almacenamiento de datos."],"Get started":["Iniciar"],"Copy link":["Copiar enlace"],"Save changes":["Guardar cambios"],"Copied!":["¡Copiado!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["En la siguiente lista se muestran los métodos de pago instalados. Arrástralos y suéltalos para ordenarlos y controlar cómo se verán en la tienda."],"Learn more":["Aprender más"],"Cancel":["Cancelar"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}